{
  "name": "Покращені механізми",
  "category": "modern_industrialization:electric_age",
  "icon": "modern_industrialization:advanced_machine_hull",
  "pages": [
    {
      "type": "spotlight",
      "title": "Алюміній",
      "item": "modern_industrialization:aluminum_ingot",
      "text": "Алюміній є матеріалом, який використовується для виготовлення більш досконалих машин. Як і інші електричні машини, ці нові машини підключатимуться лише до низьковольтних кабелів. Помістіть бокситовий пил в електричну доменну піч, і ви отримаєте алюмінієві самородки."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/centrifuge_asbl",
      "text": "Центрифуга розділяє предмети, обертаючи їх дуже швидко. Ви можете використовувати його для створення вуглецевого пилу та відкривати кращі рецепти для сталі та кремнію."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/chemical_reactor_asbl",
      "text": "Хімічний реактор може викликати реакцію предметів і рідин."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/distillery_asbl",
      "text": "Дистилятор перетворить різні рідини на легші частини. Це буде дуже корисно для переробки нафти."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/electrolyzer_asbl",
      "text": "Електролізер може розділити матеріали на різні частини за допомогою сильного електричного струму. Ви можете електролізувати бокситовий пил, щоб отримати алюмінієвий пил, який потім можна безпосередньо переплавити в алюмінієві злитки в електричній доменній печі."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/configurable_tank_asbl",
      "text": "Налаштовуваний бак є рідинним еквівалентом налаштовуваної скрині.$(br2)Він має 9 налаштовуваних слотів, кожен з яких може вмістити 16 відер, і функцію автоматичного витягування! Корисно для автоматизації з багатьма різними рідинами!"
    }
  ],
  "sortnum": 107
}
