{
  "name": "Електричні машини",
  "category": "modern_industrialization:electric_age",
  "icon": "modern_industrialization:assembler",
  "pages": [
    {
      "type": "text",
      "text": "Електричні машини працюють точно так само, як і парові машини, за винятком того, що їм потрібна електрика замість пари і вони поступово розганяють рецепти до 32 EU/т.$(br2)Ви можете використовувати REI для перегляду рецептів для електричної версії машин, з якими ви вже знайомі."
    },
    {
      "type": "spotlight",
      "item": "modern_industrialization:lubricant_bucket",
      "text": "Мастило - це рідина, яку можна отримати шляхом змішування креозоту(І не тільки!) і редстоуну. Натисніть ПКМ по електричній машині з контейнером у якому є мастило, наприклад відром мастила, щоб розігнати її вручну.$(br2)Кожні 25 mb мастила додадуть машині 1 (розгінний) показник ефективності."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/configurable_chest_asbl",
      "text": "Налаштовувана скриня — це не машина, але якщо у вас є аналогові схеми, ви можете створити її!$(br2)Він має 27 налаштовуваних слотів і функцію автоматичного забирання! Дуже корисно для автоматизації!"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/polarizer_asbl",
      "text": "Поляризатор намагнічує різні штуки. У ньому ще не так багато рецептів, але він уже корисний для автоматизації двигунів!"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/assembler_asbl",
      "text": "Перша машина, яку ви захочете зробити багато! Збирач дозволяє вам автоматизувати майже всі рецепти, до 3 на збирачі, якщо ви використовуєте блокування слотів."
    },
    {
      "type": "text",
      "text": "Ми настійно рекомендуємо вам як найшвидше автоматизувати машинний корпус, аналогові схеми, двигуни, поршні, робо-руки і конвеєри за допомогою збирача, що зробить створення електричних машин практично безкоштовним!"
    },
    {
      "type": "spotlight",
      "title": "Редстоуновий контрольний модуль",
      "item": "modern_industrialization:redstone_control_module",
      "text": "Редстоуновий модуль контролю можна використовувати для керування поведінкою електричних машин і багатоблоків за допомогою редстоун-сигналу.$(br2)Налаштуйте модуль у своїй руці, а потім вставте його в машину чи контролер багатоблоків."
    },
    {
      "type": "spotlight",
      "title": "Покращення розгону",
      "item": "modern_industrialization:basic_upgrade",
      "text": "Звичайні електричні машини мають розгін до 32 EU/т, а електричні багатоблоки мають розгін до 128 EU/т.$(br2)У меню машини або багатоблока додайте модифікатор, щоб збільшити максимальний розгін! Перевірте REI, щоб дізнатися точні суми."
    }
  ],
  "sortnum": 105
}
