{
  "name": "Електрика",
  "category": "modern_industrialization:electric_age",
  "icon": "modern_industrialization:lv_steam_turbine",
  "pages": [
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/lv_steam_turbine_asbl",
      "text": "Парова турбіна використовує пару для виробництва електроенергії. Він перетворює кожен mb пару в 1 EU, до 32 mb конвертується за кожен такт"
    },
    {
      "type": "text",
      "text": "Парова турбіна автоматично надсилатиме електроенергію до будь-якої машини, підключеної безпосередньо до її вихідної сторони. Він підключатиметься лише до кабелів, розміщених на його вихідній стороні. Він має низьковольтний (НВ) $(thing)рівень$()$(br2)Кожен електричний кабель має рівень, який визначає, скільки EU/т він може передати та до яких машин його можна підключити. Мідь, срібло та олово — НВ, мідно-нікель і елетрум — СВ і так далі..."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/machine/lv_diesel_generator_asbl",
      "text": "Дизельний генератор є альтернативою парової турбіни. Для виробництва електроенергії використовується різне паливо. Поки що ви можете спалити креозот. (Перелік спалюваного палива див. у REI)"
    },
    {
      "type": "text",
      "text": "Кабельні мережі мають обмеження щодо кількості енергії, яку вони залучатимуть до мережі: щонайбільше 256 EU/т для НВ кабелів, 1024 EU/т для СВ кабелів та 8192 EU/т для ВН кабелів. Оскільки для мережі немає обмежень на потужність і оскільки кабелі мають невелику внутрішню пам’ять, мережа низького напруги може забезпечити понад 256 EU/т протягом короткого проміжку часу$(br2)Однак зауважте, що одноблочні електричні машини підключаються лише до кабелів НВ!"
    },
    {
      "type": "text",
      "text": "Щоб передати більше енергії, вам потрібно або створити кілька мереж труб, або використовувати трансформатори$(br2)Трансформатор НВ в ВВ (наприклад, НВ у СВ) має 5 входів і 1 вихід. Трансформатор ВВ в НВ (наприклад, СВ в НВ) має 1 вхід і 5 виходів"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:electric_age/transformer/lv_mv/up_asbl",
      "recipe2": "modern_industrialization:electric_age/transformer/lv_mv/down_asbl"
    }
  ],
  "sortnum": 104
}
