{
  "name": "Кокс",
  "category": "modern_industrialization:steam_age",
  "icon": "modern_industrialization:coke_oven",
  "pages": [
    {
      "type": "text",
      "text": "Після того, як вам достатньо бронзових машин, ви можете почати працювати над виготовленням сталі. Кінцева мета — побудувати кар’єр, багатоблок, який буде копати руду для вас!$(br2)Перший крок — створити кокс шляхом нагрівання вугілля без кисню. Для цього вам потрібно буде побудувати багатоблок коксової печі."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/fireclay/coke_oven",
      "text": "Для цього першого багатоблоку вам, звісно, знадобиться сама коксова піч, 21 цегла та 3 $(thing)шлюзи$(): вхідний предметний, вихід предметний та вхід рідинний.$(br2)За бажанням додайте вихідний рідинний шлюз, для креозоту."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:hatches/bronze/item_input_hatch",
      "recipe2": "modern_industrialization:hatches/bronze/item_output_hatch"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:hatches/bronze/fluid_input_hatch",
      "recipe2": "modern_industrialization:hatches/bronze/fluid_output_hatch"
    },
    {
      "type": "text",
      "text": "Блок коксової печі тут виконує роль $(thing)контролера$(). Кожен багатоблок керується контролером, але зазвичай ви не можете взаємодіяти з контролером безпосередньо: усі вхідні та вихідні дані проходять через шлюзи. Нам потрібен вхід рідини, оскільки коксова піч живиться парою, вам потрібен вхід предмета для вугілля та вихід для коксу$(br2)Ви можете за бажанням додати вихідний шлюз для рідини для креозоту. Це випадковий вихід і тому буде анульовано, якщо для нього немає місця."
    },
    {
      "type": "text",
      "text": "Якщо ви забудете один із шлюзів, коксова піч не зможе запуститися!$(br2)$(l)Тримайте гайковий ключ, щоб побачити відсутні блоки та помилки!$() Ви також можете тримати шлюз, щоб знати, де це може поставити.$(br2)Вам потрібна 21 цегла для цього багатоблоку! Перевірте REI, там зазначено, що всього 24, але у нас є 3 шлюзи, тому вам потрібні лише 21 цегла, що залишився!"
    },
    {
      "type": "image",
      "title": "КОКС!",
      "images": [
        "modern_industrialization:textures/guidebook/coke_oven.png"
      ],
      "text": "Є багато способів розміщення шлюзів, ось один з них!"
    },
    {
      "type": "text",
      "text": "Коли у меню коксової печі $(o)недійсна форма$(), наповніть вхідний рідинний шлюз парою, помістіть вугілля у вхідний предметний шлюз, і все готово!$(br2)Кокс буде дуже корисним для сталі, але це також потужне паливо. Воно триває в 4 рази довше, ніж вугілля!"
    }
  ],
  "sortnum": 9
}
