{
  "name": "Труби",
  "category": "modern_industrialization:steam_age",
  "icon": "modern_industrialization:wrench",
  "pages": [
    {
      "type": "text",
      "text": "Труби використовуються в рецептах деяких машин, але їх також можна розмістити в світі. В одному блоці можна помістити до 3 труб$(br2)Труби різних кольорів не з’єднуються$(br2)Натискання ПКМ гайковим ключем по трубі змінює тип з’єднання, Shift + ПКМ добуде трубу"
    },
    {
      "type": "spotlight",
      "item": "modern_industrialization:fluid_pipe",
      "title": "Рідинні труби",
      "text": "Рідинні труби можуть містити лише один тип рідини, і за замовчуванням вони не з’єднуються з порожніми трубами чи блоками. Ви можете примусово встановити з’єднання, натиснувши ПКМ гайковим ключем по центру труби або по блоку із трубою у вашій руці: він з’єднається, але не поглине предмет у вашій руці"
    },
    {
      "type": "spotlight",
      "item": "modern_industrialization:item_pipe",
      "title": "Предметні труби",
      "text": "Предметні труби не підключатимуться до інвентарю за замовчуванням, але знову ж таки ви можете примусово встановити підключення$(br2)ПКМ для підключення, не тримаючи гайкового ключа, і ви побачите фільтр. За замовчуванням режим білого списку увімкнено, тому жодні предмети не вставлятимуться чи витягуватимуться безпосередньо"
    },
    {
      "type": "text",
      "text": "Різні типи труб працюють по-різному$(br2)Кожного такту рідинні труби намагатимуться рівномірно витягти всі з’єднані блоки, а потім намагатимуться рівномірно вставити це. $(l:modern_industrialization:midgame/fluid_transfer)Докладніше про їхню швидкість читайте тут$()$(br2)Предметні труби спочатку вставлятимуть предмети з вищим пріоритетом, а потім кожні кілька секунд передадуть 16 предметів. $(l)Їх можна покращити за допомогою двигунів$()"
    },
    {
      "type": "text",
      "title": "Примітка",
      "text": "За замовчуванням предметні труби знаходяться в білому списку (це означає, що буде переміщено лише предмети у фільтрі). Вам потрібно перейти до чорного списку (будуть переміщені лише предмети, НЕ у фільтрі) або додати предмет, який ви хочете перемістити до фільтра. Будьте обережні, вам потрібно налаштувати обидві сторони труби, інакше предмети не рухатимуться"
    }
  ],
  "sortnum": 4
}
