{
  "name": "Парові машини",
  "category": "modern_industrialization:steam_age",
  "icon": "modern_industrialization:bronze_furnace",
  "pages": [
    {
      "type": "text",
      "text": "Тепер настав час створити бронзові машини. Котел автоматично вироблятиме та надсилатиме пару до сусідніх машин, до 8 mb за такт.$(br2)Бронзові машини можуть обробляти лише рецепти до 2 EU/т, тобто рецепт використовуватиме 2 одиниці енергії за такт. Оскільки 1 mb пари = 1 EU, котел при максимальній температурі може живити 4 машини одночасно!"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/bronze/compressor_asbl",
      "text": "Компресор перетворює злитки на пластини у співвідношенні 1:1. Він також може перетворити кожен подвійний злиток на 2 пластини. Ймовірно, це перша машина, яку ви захочете створити!"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/bronze/mixer_asbl",
      "text": "Змішувач допоможе вам змішати пил, забезпечуючи краще співвідношення для бронзи, шамотної глини та пізніше сирої сталі. Він також може перетворювати кругляк та глину."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/bronze/macerator_asbl",
      "text": "Дробарка перетворить 3 купок/необроблених руд на 4,5 пилу. Руда напівпочетверюється для перемоги! Він також може переробляти всі види матеріалів, перетворюючи їх на пил."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/bronze/cutting_machine_asbl",
      "text": "Ріжуча машина забезпечить вам кращі співвідношення для болтів, шестерень, кілець і стрижнів. Кожного разу використовуючи трохи мастила."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/bronze/furnace_asbl",
      "text": "Піч - це... ну... піч. Вона працює так само повільно, як і звичайна піч, але використовує в 10 разів менше палива, оскільки пара дуже ефективна."
    },
    {
      "type": "text",
      "text": "Парові машини приймають введення з будь-якого боку, будь то предмети, пара чи інша рідина.$(br2)Ви можете заблокувати їхні слоти, натиснувши на замок в інтерфейсі. Заблоковані слоти приймають лише один тип предметів або рідин.$(br2)Кожна машина має вихідну сторону, і ви можете увімкнути автоматичне вилучення з інтерфейсу. Звичайно, лійки, труби та інша автоматика можуть витягувати вихідні предмети з будь-якого боку. Ви також можете зменшити максимальну кількість предметів у слоті, прокручуючи."
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:tools/wrench",
      "text": "Використовуючи гайковий ключ, ви можете обертати будь-яку машину, натиснувши ПКМ. Ви можете повернути вихідну сторону, підкрадаючись, утримуючи Shift і натискаючи.$(br2)Зауважте, що якщо добути машину гайковим ключем, вона не впаде. Використовуйте для цього кайло..."
    }
  ],
  "sortnum": 3
}
