{
  "name": "Десятиліття сталі",
  "category": "modern_industrialization:steam_age",
  "icon": "modern_industrialization:steel_boiler",
  "pages": [
    {
      "type": "text",
      "text": "Тепер, коли у вас є сталь, ви можете покращити свої бронзові машини, якщо хочете. Сталеві машини можуть обробляти рецепти до 4 EU/т, і вони оброблятимуть рецепти з подвійною швидкістю, якщо споживання енергії не перевищує 4 EU/т. По суті, вони вдвічі швидші за бронзові машини, а також можуть відкривати нові рецепти"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/steel/steel_upgrade_asbl",
      "text":  "Щоб покращити бронзову машину, створіть сталеве покращення та застосуйте його в сітці майстрування для покращення$(br2)Ви також можете підкрастися та натиснути ПКМ по бронзовій машині покращенням, щоб застосувати його безпосередньо"
    },
    {
      "type": "text",
      "text": "Сталеві шлюзи мають більшу ємність, ніж бронзові, і багатоблок із принаймні одним сталевим шлюзом буде оновлено до сталевого рівня. Це означає, що він працюватиме вдвічі швидше, якщо споживання енергії не перевищуватиме 4 EU/т$(br2)Сталевий котел вироблятиме вдвічі більше пари, ніж бронзовий, тобто до 16 EU/т, і сталевий водяний насос виробляє вдвічі більше води, ніж його бронзовий аналог, тобто до 2 відра за 5 секунд"
    },
    {
      "type": "text",
      "text": "Сталеві баки містять до 16 відер$(br)Ви можете переглянути всі рецепти в REI!"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/steel/packer_asbl",
      "text": "Пакувальник, нова машина, доступна лише зі сталі, може виконувати прості майстрування за вас. Тепер ви можете автоматизувати, наприклад, подвійні злитки та труби! Ще раз перевірте REI"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:steam_age/steel/unpacker_asbl",
      "text": "Розпакувальник, нова машина, доступна лише у сталевому виконанні... вгадайте, що вона робить. o_O"
    },
    {
      "type": "crafting",
      "recipe": "modern_industrialization:trash_can",
      "text": "З кількома сталевими пластинами тепер ви можете створити дуже корисний блок!$(br2)Сміттєвий автокошик знищить будь-який предмет або рідину, що потрапляє в нього!"
    },
    {
      "type": "text",
      "text": "Крім того, тримаючи його над баком машинної рідини, ви можете натиснувши скинути цей бак безпосередньо в сміттєвий автокошик"
    }
  ],
  "sortnum": 11
}
